---
kind: other
id: Methods.T:Autodesk.Revit.DB.MullionTypeSetIterator
source: html/083b6cd2-0654-5dad-06f5-e4341bb25159.htm
---
# MullionTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.